{"Name":"Absorb Bulb","Icon":"https://serebii.net/itemdex/sprites/absorbbulb.png","Description":"An item to be held by a Pokémon. It boosts Sp. Atk if the holder is hit with a Water-type attack. It can only be used once."}
{"Name":"Adrenaline Orb","Icon":"","Description":"Boosts SPE when holder is intimidated."}
{"Name":"Air Balloon","Icon":"https://serebii.net/itemdex/sprites/airballoon.png","Description":"An item to be held by a Pokémon. The holder will float in the air until hit. Once the holder is hit, this item will burst."}
{"Name":"Assault Vest","Icon":"https://serebii.net/itemdex/sprites/assaultvest.png","Description":"An item to be held by a Pokémon. This offensive vest raises Sp. Def but prevents the use of status moves."}
{"Name":"Big Root","Icon":"https://serebii.net/itemdex/sprites/bigroot.png","Description":"An item to be held by a Pokémon. It boosts the amount of HP the holder restores from HP-stealing moves."}
{"Name":"Binding Band","Icon":"https://serebii.net/itemdex/sprites/bindingband.png","Description":"An item to be held by a Pokémon. It's a band that increases the power of binding moves used by the holder."}
{"Name":"Black Belt","Icon":"https://serebii.net/itemdex/sprites/blackbelt.png","Description":"An item to be held by a Pokémon. This belt helps the wearer to focus and boosts the power of Fighting-type moves."}
{"Name":"Black Glasses","Icon":"https://serebii.net/itemdex/sprites/blackglasses.png","Description":"An item to be held by a Pokémon. It's a pair of shady-looking glasses that boost the power of Dark-type moves."}
{"Name":"Black Sludge","Icon":"https://serebii.net/itemdex/sprites/blacksludge.png","Description":"An item to be held by a Pokémon. It gradually restores HP to Poison-type Pokémon. It damages any other type."}
{"Name":"Blunder Policy","Icon":"https://serebii.net/itemdex/sprites/blunderpolicy.png","Description":"Raises Speed sharply when a Pokémon misses with a move because of accuracy."}
{"Name":"Bright Powder","Icon":"https://serebii.net/itemdex/sprites/brightpowder.png","Description":"An item to be held by a Pokémon. It casts a tricky glare that lowers the opposing Pokémon's accuracy."}
{"Name":"Bug Memory","Icon":"https://serebii.net/itemdex/sprites/bugmemory.png","Description":"A memory disc that contains Bug-type data. It changes the type of the holder if held by a certain species of Pokémon."}
{"Name":"Cell Battery","Icon":"https://serebii.net/itemdex/sprites/cellbattery.png","Description":"An item to be held by a Pokémon. It boosts Attack if the holder is hit with an Electric-type attack. It can only be used once."}
{"Name":"Charcoal","Icon":"https://serebii.net/itemdex/sprites/charcoal.png","Description":"An item to be held by a Pokémon. It's a combustible fuel that boosts the power of Fire-type moves."}
{"Name":"Choice Band","Icon":"https://serebii.net/itemdex/sprites/choiceband.png","Description":"An item to be held by a Pokémon. This curious headband boosts Attack but only allows the use of one move."}
{"Name":"Choice Scarf","Icon":"https://serebii.net/itemdex/sprites/choicescarf.png","Description":"An item to be held by a Pokémon. This curious scarf boosts Speed but only allows the use of one move."}
{"Name":"Choice Specs","Icon":"https://serebii.net/itemdex/sprites/choicespecs.png","Description":"An item to be held by a Pokémon. These curious glasses boost Sp. Atk but only allow the use of one move."}
{"Name":"Damp Rock","Icon":"https://serebii.net/itemdex/sprites/damprock.png","Description":"An item to be held by a Pokémon. It extends the duration of the move Rain Dance when used by the holder."}
{"Name":"Dark Memory","Icon":"https://serebii.net/itemdex/sprites/darkmemory.png","Description":"A memory disc that contains Dark-type data. It changes the type of the holder if held by a certain species of Pokémon."}
{"Name":"Destiny Knot","Icon":"https://serebii.net/itemdex/sprites/destinyknot.png","Description":"An item to be held by a Pokémon. If the holder becomes infatuated, the opposing Pokémon will be, too."}
{"Name":"Dragon Fang","Icon":"https://serebii.net/itemdex/sprites/dragonfang.png","Description":"An item to be held by a Pokémon. This hard and sharp fang boosts the power of Dragon-type moves."}
{"Name":"Dragon Memory","Icon":"https://serebii.net/itemdex/sprites/dragonmemory.png","Description":"A memory disc that contains Dragon-type data. It changes the type of the holder if held by a certain species of Pokémon."}
{"Name":"Dubious Disc","Icon":"https://serebii.net/itemdex/sprites/dubiousdisc.png","Description":"A transparent device overflowing with dubious data. Its producer is unknown."}
{"Name":"Eject Button","Icon":"https://serebii.net/itemdex/sprites/ejectbutton.png","Description":"An item to be held by a Pokémon. If the holder is hit by an attack, it will be switched out of battle."}
{"Name":"Eject Pack","Icon":"https://serebii.net/itemdex/sprites/ejectpack.png","Description":"An item to be held by a Pokémon. When the holder's stats are lowered, it will be switched out of battle."}
{"Name":"Electric Memory","Icon":"https://serebii.net/itemdex/sprites/electricmemory.png","Description":"A memory disc that contains Electric-type data. It changes the type of the holder if held by a certain species of Pokémon."}
{"Name":"Electric Seed","Icon":"https://serebii.net/itemdex/sprites/electricseed.png","Description":"An item to be held by a Pokémon. It boosts Defense on Electric Terrain. It can only be used once."}
{"Name":"Everstone","Icon":"https://serebii.net/itemdex/sprites/everstone.png","Description":"An item to be held by a Pokémon. A Pokémon holding this peculiar stone is prevented from evolving."}
{"Name":"Eviolite","Icon":"https://serebii.net/itemdex/sprites/eviolite.png","Description":"A mysterious evolutionary lump. When held by a Pokémon that can still evolve, it raises both Defense and Sp. Def."}
{"Name":"Fairy Memory","Icon":"https://serebii.net/itemdex/sprites/fairymemory.png","Description":"A memory disc that contains Fairy-type data. It changes the type of the holder if held by a certain species of Pokémon."}
{"Name":"Fighting Memory","Icon":"https://serebii.net/itemdex/sprites/fightingmemory.png","Description":"A memory disc that contains Fighting-type data. It changes the type of the holder if held by a certain species of Pokémon."}
{"Name":"Fire Memory","Icon":"https://serebii.net/itemdex/sprites/firememory.png","Description":"A memory disc that contains Fire-type data. It changes the type of the holder if held by a certain species of Pokémon."}
{"Name":"Float Stone","Icon":"https://serebii.net/itemdex/sprites/floatstone.png","Description":"An item to be held by a Pokémon. This very light stone reduces the weight of a Pokémon when held."}
{"Name":"Flying Memory","Icon":"https://serebii.net/itemdex/sprites/flyingmemory.png","Description":"A memory disc that contains Flying-type data. It changes the type of the holder if held by a certain species of Pokémon."}
{"Name":"Focus Band","Icon":"https://serebii.net/itemdex/sprites/focusband.png","Description":"An item to be held by a Pokémon. The holder may endure a potential KO attack, leaving it with just 1 HP."}
{"Name":"Focus Sash","Icon":"https://serebii.net/itemdex/sprites/focussash.png","Description":"An item to be held by a Pokémon. If the holder has full HP, it will endure a potential KO attack with 1 HP. The item then disappears."}
{"Name":"Full Incense","Icon":"https://serebii.net/itemdex/sprites/fullincense.png","Description":"An item to be held by a Pokémon. This exotic-smelling incense makes the holder bloated and slow moving."}
{"Name":"Ghost Memory","Icon":"https://serebii.net/itemdex/sprites/ghostmemory.png","Description":"A memory disc that contains Ghost-type data. It changes the type of the holder if held by a certain species of Pokémon."}
{"Name":"Grass Memory","Icon":"https://serebii.net/itemdex/sprites/grassmemory.png","Description":"A memory disc that contains Grass-type data. It changes the type of the holder if held by a certain species of Pokémon."}
{"Name":"Grassy Seed","Icon":"https://serebii.net/itemdex/sprites/grassyseed.png","Description":"An item to be held by a Pokémon. It boosts Defense on Grassy Terrain. It can only be used once."}
{"Name":"Grip Claw","Icon":"https://serebii.net/itemdex/sprites/gripclaw.png","Description":"An item to be held by a Pokémon. It extends the duration of multi-turn attacks, such as Bind and Wrap."}
{"Name":"Ground Memory","Icon":"https://serebii.net/itemdex/sprites/groundmemory.png","Description":"A memory disc that contains Ground-type data. It changes the type of the holder if held by a certain species of Pokémon."}
{"Name":"Heat Rock","Icon":"https://serebii.net/itemdex/sprites/heatrock.png","Description":"An item to be held by a Pokémon. It extends the duration of the move Sunny Day when used by the holder."}
{"Name":"Heavy-Duty Boots","Icon":"https://serebii.net/itemdex/sprites/heavy-dutyboots.png","Description":"These boots prevent the effects of traps set on the battlefield."}
{"Name":"Ice Memory","Icon":"https://serebii.net/itemdex/sprites/icememory.png","Description":"A memory disc that contains Ice-type data. It changes the type of the holder if held by a certain species of Pokémon."}
{"Name":"Icy Rock","Icon":"https://serebii.net/itemdex/sprites/icyrock.png","Description":"An item to be held by a Pokémon. It extends the duration of the move Hail when used by the holder."}
{"Name":"Iron Ball","Icon":"https://serebii.net/itemdex/sprites/ironball.png","Description":"An item to be held by a Pokémon. It lowers Speed and allows Ground-type moves to hit Flying types and holders that are levitating."}
{"Name":"King's Rock","Icon":"https://serebii.net/itemdex/sprites/king'srock.png","Description":"An item to be held by a Pokémon. When the holder successfully inflicts damage, the target may also flinch."}
{"Name":"Lagging Tail","Icon":"https://serebii.net/itemdex/sprites/laggingtail.png","Description":"An item to be held by a Pokémon. It is tremendously heavy and makes the holder move slower than usual."}
{"Name":"Lax Incense","Icon":"https://serebii.net/itemdex/sprites/laxincense.png","Description":"An item to be held by a Pokémon. The beguiling aroma of this incense may cause attacks to miss its holder."}
{"Name":"Leek","Icon":"https://serebii.net/itemdex/sprites/leek.png","Description":"An item to be held by Farfetch'd. This very long and stiff stalk of leek boosts its critical-hit ratio."}
{"Name":"Leftovers","Icon":"https://serebii.net/itemdex/sprites/leftovers.png","Description":"An item to be held by a Pokémon. The holder's HP is slowly but steadily restored throughout every battle."}
{"Name":"Life Orb","Icon":"https://serebii.net/itemdex/sprites/lifeorb.png","Description":"An item to be held by a Pokémon. It boosts the power of moves but at the cost of some HP on each hit."}
{"Name":"Light Ball","Icon":"https://serebii.net/itemdex/sprites/lightball.png","Description":"An item to be held by Pikachu. It's a puzzling orb that boosts its Attack and Sp. Atk stats."}
{"Name":"Light Clay","Icon":"https://serebii.net/itemdex/sprites/lightclay.png","Description":"An item to be held by a Pokémon. Protective moves like Light Screen and Reflect will be effective longer."}
{"Name":"Luminous Moss","Icon":"https://serebii.net/itemdex/sprites/luminousmoss.png","Description":"An item to be held by a Pokémon. It boosts Sp. Def if the holder is hit with a Water-type attack. It can only be used once."}
{"Name":"Macho Brace","Icon":"https://serebii.net/itemdex/sprites/machobrace.png","Description":"An item to be held by a Pokémon. This stiff, heavy brace helps Pokémon grow strong but cuts Speed in battle."}
{"Name":"Mental Herb","Icon":"https://serebii.net/itemdex/sprites/mentalherb.png","Description":"An item to be held by a Pokémon. The holder shakes off move-binding effects to move freely. It can be used only once."}
{"Name":"Metal Coat","Icon":"https://serebii.net/itemdex/sprites/metalcoat.png","Description":"An item to be held by a Pokémon. It's a special metallic film that can boost the power of Steel-type moves."}
{"Name":"Metal Powder","Icon":"https://serebii.net/itemdex/sprites/metalpowder.png","Description":"An item to be held by Ditto. Extremely fine yet hard, this odd powder boosts the Defense stat."}
{"Name":"Metronome","Icon":"https://serebii.net/itemdex/sprites/metronome.png","Description":"An item to be held by a Pokémon. It boosts moves used consecutively but only until a different move is used."}
{"Name":"Miracle Seed","Icon":"https://serebii.net/itemdex/sprites/miracleseed.png","Description":"An item to be held by a Pokémon. It's a seed imbued with life-force that boosts the power of Grass-type moves."}
{"Name":"Misty Seed","Icon":"https://serebii.net/itemdex/sprites/mistyseed.png","Description":"An item to be held by a Pokémon. It boosts Sp. Def on Misty Terrain. It can only be used once."}
{"Name":"Muscle Band","Icon":"https://serebii.net/itemdex/sprites/muscleband.png","Description":"An item to be held by a Pokémon. This headband exudes strength, slightly boosting the power of physical moves."}
{"Name":"Mystic Water","Icon":"https://serebii.net/itemdex/sprites/mysticwater.png","Description":"An item to be held by a Pokémon. This teardrop-shaped gem boosts the power of Water-type moves."}
{"Name":"Never-Melt Ice","Icon":"https://serebii.net/itemdex/sprites/never-meltice.png","Description":"An item to be held by a Pokémon. It's a heat- repelling piece of ice that boosts the power of Ice-type moves."}
{"Name":"Odd Incense","Icon":"https://serebii.net/itemdex/sprites/oddincense.png","Description":"An item to be held by a Pokémon. This exotic-smelling incense boosts the power of Psychic-type moves."}
{"Name":"Poison Barb","Icon":"https://serebii.net/itemdex/sprites/poisonbarb.png","Description":"An item to be held by a Pokémon. This small, poisonous barb boosts the power of Poison-type moves."}
{"Name":"Poison Memory","Icon":"https://serebii.net/itemdex/sprites/poisonmemory.png","Description":"A memory disc that contains Poison-type data. It changes the type of the holder if held by a certain species of Pokémon."}
{"Name":"Power Anklet","Icon":"https://serebii.net/itemdex/sprites/poweranklet.png","Description":"An item to be held by a Pokémon. It reduces Speed but allows the holder's Speed stat to grow more after battling."}
{"Name":"Power Band","Icon":"https://serebii.net/itemdex/sprites/powerband.png","Description":"An item to be held by a Pokémon. It reduces Speed but allows the holder's Sp. Def stat to grow more after battling."}
{"Name":"Power Belt","Icon":"https://serebii.net/itemdex/sprites/powerbelt.png","Description":"An item to be held by a Pokémon. It reduces Speed but allows the holder's Defense stat to grow more after battling."}
{"Name":"Power Bracer","Icon":"https://serebii.net/itemdex/sprites/powerbracer.png","Description":"An item to be held by a Pokémon. It reduces Speed but allows the holder's Attack stat to grow more after battling."}
{"Name":"Power Herb","Icon":"https://serebii.net/itemdex/sprites/powerherb.png","Description":"A single-use item to be held by a Pokémon. It allows the holder to immediately use a move that normally requires a turn to charge."}
{"Name":"Power Lens","Icon":"https://serebii.net/itemdex/sprites/powerlens.png","Description":"An item to be held by a Pokémon. It reduces Speed but allows the holder's Sp. Atk stat to grow more after battling."}
{"Name":"Power Weight","Icon":"https://serebii.net/itemdex/sprites/powerweight.png","Description":"An item to be held by a Pokémon. It reduces Speed but allows the holder's max HP to grow more after battling."}
{"Name":"Protective Pads","Icon":"https://serebii.net/itemdex/sprites/protectivepads.png","Description":"An item to be held by a Pokémon. These pads protect the holder from effects caused by making direct contact with the target."}
{"Name":"Psychic Memory","Icon":"https://serebii.net/itemdex/sprites/psychicmemory.png","Description":"A memory disc that contains Psychic-type data. It changes the type of the holder if held by a certain species of Pokémon."}
{"Name":"Psychic Seed","Icon":"https://serebii.net/itemdex/sprites/psychicseed.png","Description":"An item to be held by a Pokémon. It boosts Sp. Def on Psychic Terrain. It can only be used once."}
{"Name":"Pure Incense","Icon":"https://serebii.net/itemdex/sprites/pureincense.png","Description":"An item to be held by a Pokémon. It helps keep wild Pokémon away if the holder is the head of the party."}
{"Name":"Quick Claw","Icon":"https://serebii.net/itemdex/sprites/quickclaw.png","Description":"An item to be held by a Pokémon. This light, sharp claw lets the bearer move first occasionally."}
{"Name":"Quick Powder","Icon":"https://serebii.net/itemdex/sprites/quickpowder.png","Description":"An item to be held by Ditto. Extremely fine yet hard, this odd powder boosts the Speed stat."}
{"Name":"Razor Claw","Icon":"https://serebii.net/itemdex/sprites/razorclaw.png","Description":"An item to be held by a Pokémon. This sharply hooked claw increases the holder's critical-hit ratio."}
{"Name":"Razor Fang","Icon":"https://serebii.net/itemdex/sprites/razorfang.png","Description":"An item to be held by a Pokémon. When the holder successfully inflicts damage, the target may also flinch."}
{"Name":"Red Card","Icon":"https://serebii.net/itemdex/sprites/redcard.png","Description":"An item to be held by a Pokémon. When the holder is hit by an attack, the attacker is removed from battle."}
{"Name":"Ring Target","Icon":"https://serebii.net/itemdex/sprites/ringtarget.png","Description":"An item to be held by a Pokémon. Moves that normally have no effect will land on a Pokémon holding it."}
{"Name":"Rock Incense","Icon":"https://serebii.net/itemdex/sprites/rockincense.png","Description":"An item to be held by a Pokémon. This exotic-smelling incense boosts the power of Rock-type moves."}
{"Name":"Rock Memory","Icon":"https://serebii.net/itemdex/sprites/rockmemory.png","Description":"A memory disc that contains Rock-type data. It changes the type of the holder if held by a certain species of Pokémon."}
{"Name":"Rocky Helmet","Icon":"https://serebii.net/itemdex/sprites/rockyhelmet.png","Description":"An item to be held by a Pokémon. If the holder is hit, the attacker will also be damaged upon contact."}
{"Name":"Room Service","Icon":"https://serebii.net/itemdex/sprites/roomservice.png","Description":"An item to be held by a Pokémon. Lowers Speed when Trick Room takes effect."}
{"Name":"Rose Incense","Icon":"https://serebii.net/itemdex/sprites/roseincense.png","Description":"An item to be held by a Pokémon. This exotic-smelling incense boosts the power of Grass-type moves."}
{"Name":"Safety Goggles","Icon":"https://serebii.net/itemdex/sprites/safetygoggles.png","Description":"An item to be held by a Pokémon. These goggles protect the holder from both weather-related damage and powder."}
{"Name":"Scope Lens","Icon":"https://serebii.net/itemdex/sprites/scopelens.png","Description":"An item to be held by a Pokémon. It's a lens for scoping out weak points. It boosts the holder's critical-hit ratio."}
{"Name":"Sea Incense","Icon":"https://serebii.net/itemdex/sprites/seaincense.png","Description":"An item to be held by a Pokémon. This incense has a curious aroma that boosts the power of Water-type moves."}
{"Name":"Sharp Beak","Icon":"https://serebii.net/itemdex/sprites/sharpbeak.png","Description":"An item to be held by a Pokémon. It's a long, sharp beak that boosts the power of Flying-type moves."}
{"Name":"Shed Shell","Icon":"https://serebii.net/itemdex/sprites/shedshell.png","Description":"An item to be held by a Pokémon. This discarded carapace enables the holder to switch out of battle without fail."}
{"Name":"Shell Bell","Icon":"https://serebii.net/itemdex/sprites/shellbell.png","Description":"An item to be held by a Pokémon. The holder restores a little HP every time it inflicts damage on others."}
{"Name":"Silk Scarf","Icon":"https://serebii.net/itemdex/sprites/silkscarf.png","Description":"An item to be held by a Pokémon. It's a sumptuous scarf that boosts the power of Normal-type moves."}
{"Name":"Silver Powder","Icon":"https://serebii.net/itemdex/sprites/silverpowder.png","Description":"An item to be held by a Pokémon. It's a shiny silver powder that will boost the power of Bug-type moves."}
{"Name":"Smoke Ball","Icon":"https://serebii.net/itemdex/sprites/smokeball.png","Description":"An item to be held by a Pokémon. It enables the holder to flee from any wild Pokémon encounter without fail."}
{"Name":"Smooth Rock","Icon":"https://serebii.net/itemdex/sprites/smoothrock.png","Description":"An item to be held by a Pokémon. It extends the duration of the move Sandstorm when used by the holder."}
{"Name":"Snowball","Icon":"https://serebii.net/itemdex/sprites/snowball.png","Description":"An item to be held by a Pokémon. It boosts Attack if the holder is hit with an Ice-type attack. It can only be used once."}
{"Name":"Soft Sand","Icon":"https://serebii.net/itemdex/sprites/softsand.png","Description":"An item to be held by a Pokémon. It's a loose, silky sand that boosts the power of Ground-type moves."}
{"Name":"Soothe Bell","Icon":"https://serebii.net/itemdex/sprites/soothebell.png","Description":"An item to be held by a Pokémon. The comforting chime of this bell calms the holder, making it friendly."}
{"Name":"Spell Tag","Icon":"https://serebii.net/itemdex/sprites/spelltag.png","Description":"An item to be held by a Pokémon. It's a sinister, eerie tag that boosts the power of Ghost-type moves."}
{"Name":"Steel Memory","Icon":"https://serebii.net/itemdex/sprites/steelmemory.png","Description":"A memory disc that contains Steel-type data. It changes the type of the holder if held by a certain species of Pokémon."}
{"Name":"Sticky Barb","Icon":"https://serebii.net/itemdex/sprites/stickybarb.png","Description":"An item to be held by a Pokémon. It damages the holder every turn and may latch on to Pokémon that touch the holder."}
{"Name":"Terrain Extender","Icon":"https://serebii.net/itemdex/sprites/terrainextender.png","Description":"An item to be held by a Pokémon. It extends the duration of the terrain caused by the holder's move or Ability."}
{"Name":"Throat Spray","Icon":"https://serebii.net/itemdex/sprites/throatspray.png","Description":"Raises Sp. Atk when a Pokémon uses a sound-based move."}
{"Name":"Toxic Orb","Icon":"https://serebii.net/itemdex/sprites/toxicorb.png","Description":"An item to be held by a Pokémon. It's a bizarre orb that will badly poison the holder during battle."}
{"Name":"Twisted Spoon","Icon":"https://serebii.net/itemdex/sprites/twistedspoon.png","Description":"An item to be held by a Pokémon. This spoon is imbued with telekinetic power and boosts Psychic-type moves."}
{"Name":"Utility Umbrella","Icon":"https://serebii.net/itemdex/sprites/utilityumbrella.png","Description":"An item to be held by a Pokémon. This sturdy umbrella protects the holder from the effects of weather."}
{"Name":"Water Memory","Icon":"https://serebii.net/itemdex/sprites/watermemory.png","Description":"A memory disc that contains Water-type data. It changes the type of the holder if held by a certain species of Pokémon."}
{"Name":"Wave Incense","Icon":"https://serebii.net/itemdex/sprites/waveincense.png","Description":"An item to be held by a Pokémon. This incense has a curious aroma that boosts the power of Water-type moves."}
{"Name":"Weakness Policy","Icon":"https://serebii.net/itemdex/sprites/weaknesspolicy.png","Description":"An item to be held by a Pokémon. Attack and Sp. Atk sharply increase if the holder is hit with a move it's weak to."}
{"Name":"White Herb","Icon":"https://serebii.net/itemdex/sprites/whiteherb.png","Description":"An item to be held by a Pokémon. It will restore any lowered stat in battle. It can be used only once."}
{"Name":"Wide Lens","Icon":"https://serebii.net/itemdex/sprites/widelens.png","Description":"An item to be held by a Pokémon. It's a magnifying lens that slightly boosts the accuracy of moves."}
{"Name":"Wise Glasses","Icon":"https://serebii.net/itemdex/sprites/wiseglasses.png","Description":"An item to be held by a Pokémon. This thick pair of glasses slightly boosts the power of special moves."}
{"Name":"Zoom Lens","Icon":"https://serebii.net/itemdex/sprites/zoomlens.png","Description":"An item to be held by a Pokémon. If the holder moves after its target moves, its accuracy will be boosted."}
